Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Transport von Bekleidungsstücken
en: Transportation of clothing

source: Organisation von Gepäcktransporten
en: Arranging of baggage transfer

source: Vermittlung von Flügen
en: Arranging of flights

source: Vermietung von Fahrzeugen für den Transport
en: Chartering of vehicles for transportation

source: Rücktransport von Patienten
en: Repatriation services for patients

source: Bergung [Transport] von Personen
en: Rescue [transport] of persons

source: Vermietung von Autoparkplätzen
en: Rental of vehicle parking spaces

source: Kontrolle von Gütern vor dem Transport
en: Inspection of goods for transportation

source: Einsammeln von Papier und Pappe zu Recyclingzwecken
en: Paper and cardboard collection for recycling

source: Vermietung von Plattformgüterwagen
en: Leasing of railroad flatcars

source: Nachtbeförderung von Briefen auf dem Luftweg
en: Overnight transportation of letters by air

source: Vermietung von Autotransportern
en: Rental of car transporters

source: Reservierungsdienste für Transporte auf dem Luftwege
en: Reservation services for transportation by air

source: Reservierungsdienste für Seereisen
en: Reservation services for travel by sea

source: Expresslieferung von Waren
en: Express delivery of goods

source: Bodentransporte in Bezug auf die Luftfahrt
en: Ground transportation relating to the aviation industry

source: Transport von Öl mittels Pipelines
en: Transportation of oil by pipeline

source: Vermietung von Containern für das Transportgewerbe
en: Container leasing for the shipping industry

source: Transport von Abwärme
en: Supply of waste heat

source: Bereitstellung von Parkmöglichkeiten und Parkplatzdiensten
en: Provision of car parks and car parking services

source: Reisebürodienste zur Organisation von Urlaubsreisen
en: Travel agency services for arranging holiday travel

source: Lagerung von Elektroanlagen
en: Storage of electrical plant

source: Auskünfte mittels Dateien in Bezug auf Transportmethoden
en: Provision of data relating to methods of transport

source: Entleerung [Transport] von Senkgruben
en: Emptying [removal] of the contents cesspits

source: Patientenbegleitung während des Transportes
en: Escorting of patients during transportation

source: Transportvermittlung für Personen
en: Arranging of passenger transport

source: Beförderung von Briefen
en: Forwarding of letters

source: Transport mit Propellerflugzeugen
en: Propeller airplane transport

source: Vermietung von Liegeplätzen für Schiffe
en: Provision of berthing facilities

source: Vermietung von Mietfahrzeugen
en: Provision of hired vehicles

source: Sicherheitslagerungsdienste [Transport]
en: Security storage services [transport]

source: Organisation des Transports von Passagieren mit Kraftfahrzeugen
en: Arrangement of transportation of passengers by cars

source: Beförderung von Reisenden mit Taxen
en: Transport of travellers by taxi

source: Krankentransporte
en: Ambulance transport

source: Vermietung von Rollstühlen
en: Rental of wheelchairs

source: Organisation von Busreisen
en: Arranging of travel by coach

source: Organisation der Vermietung sämtlicher Verkehrsmittel
en: Arranging the hire of all means of transport

source: Transport von Flüssigkeiten durch Pipelines
en: Transportation of fluids by pipeline

source: Sitzplatzreservierungen in Beförderungsmitteln
en: Seat reservations for various forms of transport

source: Lagerung von Wasser in Tanks
en: Storage of water in tanks

source: Kurierdienste im Bezug auf die Beförderung von Gütern
en: Courier services for the transportation of cargo

source: Abholen von Bargeld aus einem Verkaufsautomaten
en: Collection of cash from vending machines

source: Abholen von Dokumenten
en: Collection of documents

source: Einsammeln von Haushaltsabfällen
en: Collection of domestic waste

source: Erteilung von Auskünften in Bezug auf die Beförderung von Frachten
en: Information services relating to the movement of cargo

source: Auskünfte in Bezug auf Transportzeitpläne
en: Information services relating to transport timetables

source: Erteilung von touristischen Reiseauskünften
en: Provision of tourist travel information

source: Beförderung von Passagieren auf dem Land
en: Passenger transportation services by land

source: Vermietung von Zugwaggons
en: Rental of railway vehicles

source: Auskünfte in Bezug auf Straßentransporte
en: Advisory services relating to road transportation

source: Beratungsdienste in Bezug auf den Warenumschlag
en: Advisory services relating to the handling of goods

source: Transporte mit Containerschiffen
en: Transportation by marine container ship

source: Veranstaltung von Überseereisen für kulturelle Zwecke
en: Arranging of overseas travel for cultural purposes

source: Vermietung von Gefrierschränken für Haushaltszwecke
en: Rental of freezers for household purposes

source: Transport von Möbeln Dritter mittels Lastwagen
en: Transportation of furniture of others by trucks

source: Güterumschlag für Im- und Export
en: Import and export cargo handling services

source: Fahrplanauskünfte in Bezug auf Reisen
en: Timetable enquiry services relating to travel

source: Buchungsdienste für touristische Reisen
en: Tourist travel reservation services

source: Bergung von Booten in Seenot
en: Rescue of ships in distress

source: Verladung von Koks
en: Loading of coke

source: Beladen von Schiffen
en: Ship loading services

source: Abfallentsorgung [Transport]
en: Waste disposal [transporation]

source: Organisation und Veranstaltung von Reitausflügen
en: Arranging and conducting horseback expeditions

source: Transport und Lieferung von Waren
en: Transportation and delivery of goods

source: Gepäckwagendienste für Dritte
en: Trolley services for others

source: Beförderung von Passagieren mit Luftschiffen
en: Transportation of passengers by airship

source: Hafendienstleistungen [Andockdienste]
en: Port services [docking services]

source: Versorgung [Transport] mit Wasser durch Rohre
en: Supply [transport] of water through pipes

source: Öffentliche Versorgungsdienste in Form von Wasserverteilung
en: Public utilities in the nature of supplying water

source: Transport von Abfall zu Mülldeponien
en: Transportation of waste to disposal sites

source: Transport von Kunstwerken
en: Transportation of works of art

source: Reisebürodienste für Geschäftsreisen
en: Travel agency services for business travel

source: Veranstaltung von Ausflügen für Touristen
en: Services for the arranging of excursions for tourists

source: Versand von Waren
en: Despatch of goods

source: Gütertransport mit Kraftfahrzeugen
en: Motor vehicle transport services

source: Charterdienste in Bezug auf Schienenfahrzeuge
en: Services for chartering railway transport

source: Erteilung von Auskünften in Bezug auf die Beförderung von Passagieren
en: Provision of information relating to the transportation of passengers

source: Vermietung von Lagereinrichtungen
en: Rental of storage facilities

source: Befördern und Lagern von Waren
en: Storage and delivery of goods

source: Vermietung von Ausgabeautomaten für Reisetickets
en: Rental of machines which issue tickets for travel

source: Auskünfte mittels Dateien in Bezug auf die Beförderung von Passagieren
en: Provision of data relating to the transportation of passengers

source: Computergestützte Auskünfte in Bezug auf Reisereservierungen
en: Computerised information services relating to travel reservations

source: Vermietung von Wohnwagen
en: Rental of moving vans

source: Wohltätigkeitsdienste, nämlich Transport von älteren oder behinderten Personen
en: Charitable services, namely, providing transportation to the elderly or handicapped persons

source: Durchführung von Besichtigungsfahrten für Dritte
en: Conducting sightseeing tours for others

source: Zustellung von Paketen zu Lande
en: Delivery of parcels by land

source: Umschlag- und Verfrachtungsdienste
en: Cargo handling and freight services

source: Organisation des Einsammelns von Waren
en: Arranging the collection of goods

source: Vermittlung der Warenauslieferung mittels Post
en: Arranging the delivery of goods by post

source: Flughafengepäckabfertigung [ausgenommen Sicherheitsüberprüfung]
en: Airport baggage check-in services [not including security inspection]

source: Frachttransporte über Land
en: Transportation of freight by land

source: Gütertransport auf der Straße
en: Transportation of freight by road

source: Beförderung mit zweirädrigen Motorfahrzeugen
en: Transport by two-wheeled motor vehicles

source: Reservierung von Reise- und Fahrtickets
en: Travel and tour ticket reservation service

source: Reisedienstleistungen in Bezug auf Visa-, Pass- und Reisedokumenten für Auslandsreisende
en: Arranging for travel visas, passports and travel documents for persons traveling abroad

source: Transport von Krananlagen
en: Transport of cranage

source: Lagerung von Kraftfahrzeugteilen
en: Storage of parts for motor vehicles

source: Entlade- und Umpackdienste
en: Unloading and repackaging services

source: Kurierdienste für die Zustellung von Waren
en: Courier services for the delivery of goods

source: Abholen von Frachten
en: Collection of freight

source: Erteilung von Auskünften in Bezug auf Reiserouten
en: Provision of information relating to travel routes

source: Organisation der Passagierbeförderung auf dem Lande
en: Provision of transport for passengers by land

source: Beförderung von Passagieren auf dem Seeweg
en: Passenger transportation services by sea

source: Wasserlieferdienste über Rohrleitungen
en: Services for the supply of water by pipeline

source: Kurierdienste [Nachrichten oder Waren]
en: Courier services [messages or merchandise]

source: Vermietung von Schienenfahrzeugen für die Neuprofilierung von Schienenprofilen
en: Rental of railway vehicles for use in the reprofiling of rail profiles

source: Beratungsdienste in Bezug auf das Einpacken von Waren
en: Advisory services relating to the packing of goods

source: Transport von Büchern
en: Transportation of books

source: Frachtbeförderungsleistungen einer Fluggesellschaft
en: Airline services for the transportation of cargo

source: Organisation von Flugreisen
en: Arranging of air travel

source: Organisation von Geschäftsreisen
en: Arranging of business travel

source: Organisation von Urlaubstransporten
en: Arranging of holiday transport

source: Bergung [Transport] von Fahrzeugen auf dem Wasser
en: Rescue [transport] of vehicles in the water

source: Betrieb von Bahnhöfen für Beförderungszwecke
en: Operation of stations used for transport purposes

source: Vermietung von Paletten für gewerbliche und kommerzielle Zwecke
en: Leasing of pallets for industrial and commercial use

source: Kühltransport von tiefgekühlten Waren
en: Refrigerated transport of frozen goods

source: Vermietung von Fahrzeugen mit Chauffeur
en: Chauffeur driven car hire services

source: Vermietung von Nutzfahrzeugen
en: Rental of commercial vehicles

source: Reservierung von Reisen auf dem Landweg
en: Reservation services for travel by land

source: Verpackung und Lagerung von Waren
en: Packaging and storage of goods

source: Hafendienste [Transport]
en: Porter services [transportation]

source: Buchung von Seepassagen
en: Booking of sea passages

source: Bodenverkehrskontrolle für Luftfahrzeuge
en: Ground traffic control services for aircraft

source: Versand [Transport] von Waren auf der Straße
en: Distribution [transport] of goods by road

source: Massentransporte für die Öffentlichkeit
en: Mass transit services for the general public

source: Transport von Geld und Wertsachen
en: Transport of money and valuables

source: Ausliefern von Briefen
en: Delivery of correspondence

source: Lagerung von Jachten
en: Storage of yachts

source: Lagerung von Luftfahrzeugen
en: Storage services for aircraft

source: Computergestützte Auskünfte in Bezug auf Personenbeförderung
en: Computerised information services relating to the carriage of passengers

source: Zustellung von Korrespondenz per Post und/oder Kurier
en: Correspondence delivery by post and/or messenger

source: Auslieferung von Dokumenten [Austragen]
en: Document delivery [hand carried]

source: Beratungsdienste zu Reiserouten
en: Itinerary travel advice services

source: Einwickeln und Verpacken von Waren
en: Wrapping and packaging of goods

source: Organisation von Transporten auf dem Wasser
en: Services for arranging transportation by water

source: Frachtversanddienste auf dem Landweg
en: Services for freight-forwarding by land

source: Verpacken von Waren für den Umzug
en: Packing of goods for removal

source: Erteilung von Auskünften in Bezug auf Straßenverhältnisse
en: Provision of information relating to road conditions

source: Frachttransport zwischen Seehäfen
en: Freight forwarding between seaports

source: Computergestützte Reisereservierungen
en: Computerised reservation services for travel

source: Sitzplatzreservierung für Reisende
en: Seat reservation services for travellers

source: Organisation der Beförderung von Passagieren auf der Schiene
en: Arrangement of transportation of passengers by trains

source: Transport von Wertsachen in Sicherheitsfahrzeugen
en: Transport of valuables in security vehicles

source: Vermietung von Rennautos
en: Rental of motor racing cars

source: Physische Lagerung von elektronisch gespeicherten Daten und Dokumenten
en: Physical storage of electronically stored data or documents

source: Organisation von Reisebegleitung
en: Arranging the escorting of travellers

source: Dienstleistungen mittels Schleusen und Brücken für Transportzwecke
en: Operation of locks and bridges used for transport purposes

source: Abholen von Paketen
en: Collection of packages

source: Auskünfte in Bezug auf den Transport von Petroleum
en: Information services relating to the transportation of petroleum

source: Computergestützte Auskünfte über Reisen
en: Provision of travel information by computer

source: Auskunftsdienste in Bezug auf den Schienentransport
en: Services for the provision of information relating to rail transport

source: Vermietung von Garagenparkplätzen
en: Rental of garage parking places

source: Vermittlung der Zustellung von Paketen auf dem See- und Luftweg
en: Arrangement for the delivery of parcels by sea and by air

source: Veranstaltung von Stadtrundfahrten
en: Arranging of city sight-seeing tours

source: Bergung von Jachten
en: Salvage of yachts

source: Verleih und Vermietung von Flugzeugen
en: Loaning and rental of aeroplanes

source: Verladung von Luftfracht
en: Loading of air freight

source: Schleusendienste für Kanäle
en: Operation of canal lock gates

source: Reservierungsdienste von Transporten mit Booten
en: Reservation services for transportation by boat

source: Lagerung von Gas
en: Gas storage services

source: Reservierung von Flugtickets, Tickets für Kreuzfahrten und Bahnfahrkarten
en: Arranging airline tickets, cruise tickets and train tickets

source: Beseitigung [Abtransport und Beförderung] von flüssigen Abfällen
en: Clearance [removal and transportation] of liquid waste

source: Beförderung von Paketen über Nacht
en: Transportation of parcels overnight

source: Beförderung von Passagieren mit Kleinbussen
en: Transportation of passengers by minibus

source: Lagern von Containern
en: Container storage

source: Unterteilung und Umpacken von Waren
en: Subdividing and repackaging of goods

source: Dienstleistungen eines Reisebüros in Bezug auf Busreisen
en: Travel agency services relating to travel by omnibus

source: Tiefkühllagerung von biologischem Gewebe für spätere Implantationen
en: Cryogenic storage of biological tissue intended for subsequent implantation

source: Anlieferung von Teilen für Haushaltsgeräte
en: Delivery of domestic appliance parts

source: Anlieferung von Gasherden
en: Delivery of gas cookers

source: Agenturdienste zur Buchung von Flugreisen
en: Booking agency services for airline travel

source: Fachberatung in Transportangelegenheiten
en: Professional consultancy relating to transport

source: Vermietung von Fahrzeugen für die Reise
en: Chartering of vehicles for travelling

source: Auslieferung von Geschenkkörben mit ausgewählten Artikeln zu besonderen Gelegenheiten oder Themen
en: Delivery of gift baskets with selected items regarding a particular occasion or theme

source: Verteilung in Bezug auf Getränke, beispielsweise alkoholische Getränke
en: Distribution services relating to beverages, such as alcoholic beverages

source: Vom Bodenpersonal durchgeführte Passagierabfertigung
en: Ground support passenger handling services

source: Beladen von Lastwägen
en: Loading of trucks

source: Schleppen von Seeschiffen
en: Ocean towing services

source: Organisation des Fahrzeugverkehrs mittels neuer Kommunikationsnetzwerke und -technologien
en: Management of vehicular traffic flow through advanced communications network and technology

source: Organisation von Schienentransporten
en: Services for arranging transportation by rail

source: Beförderung von Personen in chauffierten Fahrzeugen
en: Transportation of passengers in chauffeur driven vehicles

source: Beförderung von Patienten mit Krankenwägen
en: Transportation of patients by ambulance

source: Arzneimitteltransport auf der Straße
en: Transportation of pharmaceuticals by road

source: Transport von Pflanzen
en: Transportation of plants

source: Vermietung von Trockendockeinrichtungen
en: Provision of dry dock facilities

source: Erteilung von Auskünften über Flüge
en: Provision of flight information

source: Erteilung von Auskünften in Bezug auf Flugpläne
en: Provision of information relating to airline departures

source: Auskünfte über Ankerplätze [Parkplatzdienste]
en: Provision of information relating to airline scheduling

source: Organisation der Bergung von Fahrzeugen
en: Provision of information relating to anchorages

source: Beförderung von Reisenden auf der Straße
en: Arranging the storage of luggage

source: Zustellung von Paketen durch Kurierdienste
en: Delivery of hampers containing food and drink

source: Lufttransport von Wertsachen
en: Delivery of parcels by courier

source: Ausstellung von Reisetickets
en: Water distribution and supply

source: Vermittlung von Ersatzflugtickets
en: Ticketing services for travel

source: Vermietung von Lastkraftwagen und Anhängern
en: Arranging the emergency replacement of airline tickets

source: Botendienste für Nachrichten
en: Courier services for merchandise

source: Kurier- und Botendienste
en: Messenger courier services

source: Einparken von Booten
en: Parking of boats

source: Beratungsdienste in Bezug auf das Umpacken von Waren
en: Advisory services relating to the repacking of goods

source: Beratungsdienste in Bezug auf die Lagerung von Waren
en: Advisory services relating to the storage of goods

source: Transport und Lagerung
en: Transportation and storage

source: Organisation der Beförderung von Paketen
en: Arranging the transportation of parcels

source: Vermietung von Fahrzeugen mit Hubarbeitsbühnen
en: Rental of vehicles equipped with lifting platforms

source: Personenbeförderung auf der Straße
en: Road transport services for persons

source: Vermietung von Ausrüstungen für Bergungstaucher
en: Salvage diving apparatus (Rental of -)

source: Organisation von Reiseveranstaltungen für Einzelpersonen und Gruppen
en: Coordinating travel arrangements for individuals and for groups

source: Vermietung von Gefriermaschinen und -apparaten
en: Rental of freezing machines and apparatus

source: Vermietung von Kühlgefrierschränken für Haushaltszwecke
en: Rental of refrigerator-freezers for household purposes

source: Taxibeförderung von Rollstuhlfahrern
en: Taxi transport for people in wheelchairs

source: Wegstreckenplanung [Navigationsdienste]
en: Route planning [navigation services]

source: Vermietung von Güterwagen
en: Railway truck rental

source: Bewachte Transporte
en: Guarded transportation

source: Vermietung von Kühllagerflächen
en: Rental of refrigerated storage

source: Vermietung von Zügen
en: Rental of trains

source: Übernachtlagerung von Briefen in Depots
en: Overnight storage of letters in depots

source: Vermietung von Abfallumschlagcontainern
en: Hire of waste handling containers

source: Vermietung von Abfalllagercontainern
en: Hire of waste storage containers

source: Buchung von Bahnfahrkarten
en: Parking garages services

source: Organisation und Durchführung von Dschungel- und Safari-Ausflügen
en: Arranging and conducting jungle and safari expeditions

source: Versand [Transport] von Einzelhandelswaren
en: Distribution [transport] of retail goods

source: Beseitigung [Abtransport und Beförderung] von Abfällen
en: Clearance [removal and transportation] of waste

source: Passagiertransport über Straßen
en: Transport of passengers by road

source: Beladen von Schiffen mit Frachtcontainern
en: Container stuffing of ships cargo

source: Versorgung [Transport] mit Wasser für industrielle Zwecke
en: Supply [transport] of water for industrial use

source: Erteilung von Auskünften über Kraftfahrzeuge, die über das Internet gemietet werden können
en: Providing information about automobiles for lease by mean of the internet

source: Öffentliche Versorgungsdienste in Form von Erdgasverteilung
en: Public utility services in the nature of natural gas distribution

source: Beförderungsdienste für medizinisches Personal
en: Transportation services for medical staff

source: Paketabholung auf dem Luftweg
en: Collection of packages by air

source: Lagerung von Dokumenten
en: Storage of documents

source: Lagerung von Haushaltsgeräten
en: Storage of domestic appliances

source: Lagerung von Heizöl
en: Storage of fuel oil

source: Verteilung und Weiterleitung von Elektrizität
en: Distribution and transmission of electricity

source: Bergung von gewerblichen Motorlandfahrzeugen
en: Recovery of commercial motor land vehicles

source: Verteilung von Tickets für Reisen
en: Issuing of tickets for travel

source: Starten von Satelliten
en: Launching of satellites

source: Entleerung [Transport] des Inhalts von Klärbehältern
en: Emptying [removal] of the contents septic tanks

source: Versand [Transport] von Waren auf dem Luftweg
en: Distribution [transport] of goods by air

source: Organisation von Pauschalurlaubsreisen
en: Package holiday services for arranging travel

source: Auskünfte über Häfen [Lagerung und Transport]
en: Provision of information relating to ports

source: Erteilung von Auskünften in Bezug auf Anlegestellen
en: Provision of information relating to marinas

source: Auskünfte über Anlegeplätze [Parkplatzdienste]
en: Provision of information relating to moorings

source: Beförderung von Patienten mit Kleinbussen
en: Transportation of patients by minibus

source: Transport von Haustieren
en: Transportation of pet animals

source: Transport mit Panzerfahrzeugen
en: Armoured vehicle transport

source: Vermietung von Kamerawagen
en: Rental of dolly tracks

source: Auskünfte über Fahr- und Flugpläne
en: Provision of data relating to timetables

source: Auskünfte über Flugpläne
en: Provision of flight plans

source: Vermietung von Mietfahrzeugen für die Beförderung von Passagieren
en: Provision of hired vehicles for the transport of passengers

source: Computergestützte Auskünfte in Bezug auf Transporte
en: Computerised transport information services

source: Computergestützte Auskünfte in Bezug auf Reisen
en: Computerised information services relating to travel

source: Computergestützte Reservierungsdienste in Bezug auf die Beförderung von Passagieren
en: Computerised reservation services relating to the carriage of passengers

source: Beratung bei der Planung von Reiserouten
en: Consultancy for travel planning of routes

source: Beratung in Bezug auf die Lagerhaltung
en: Consultancy services relating to storage
